

export const AboutInfo = () => {
    return(
        <section className="about__info">
            <h2 className="main--title">Про меня</h2>
            <p className="main--text">Привет, меня зовут Артем Иванов, я веб-разработчик из Москвы, Россия. Недавно я вступил в мир программирования и создал свой блог. Мой путь в этой области начался всего несколько лет назад (давно!), и с каждым днем я все глубже погружаюсь в этот увлекательный мир. Блог был основан мной всего лишь несколько лет назад, и я полон решимости развивать его. С момента его создания я стараюсь делиться практическими руководствами, примерами рабочего кода и типовыми проектами, которые мне встречаются в процессе моей ежедневной работы. Этот блог стал не просто хобби, а настоящей страстью для меня. В настоящее время я сосредотачиваю большую часть своего времени на развитии блога, а моя цель и мечта заключаются в том, чтобы активно продвигать его и, возможно, в будущем сделать его своим основным занятием. Я горжусь возможностью вносить свой вклад в сообщество веб-разработчиков и надеюсь, что блог будет полезен и вдохновляющим ресурсом для других, как и для меня.</p>
        </section>
    )
}