

export const Privacy = () => {
    return(
        <section>
            <h2 className="main--title">Политика конфиденциальности</h2>
            <p className="main--text">Благодарим за посещение [Название сайта] ("Мы", "Сайт"). Наша политика конфиденциальности объясняет, как мы собираем, используем и защищаем вашу личную информацию при использовании нашего сайта.</p>
            <h3 className="second--title">Сбор и использование информации</h3>
            <p className="main--text">Мы можем автоматически собирать ограниченную информацию о вашем визите на сайт, такую как IP-адрес, тип браузера, время посещения и страницы, которые вы просматриваете. Эта информация используется для анализа тенденций и улучшения работы сайта, но она остается анонимной и не связана с конкретными лицами.</p>
            <h3 className="second--title">Реклама Google AdSense</h3>
            <p className="main--text">Наш сайт может использовать рекламу Google AdSense для отображения рекламных материалов. Google AdSense использует файлы cookie для вывода рекламы, соответствующей вашим интересам. Файлы cookie - это небольшие текстовые файлы, которые хранятся на вашем устройстве и позволяют нам улучшить ваш опыт пользователя.</p>
            <h3 className="second--title">Отсутствие системы регистрации и авторизации</h3>
            <p className="main--text">Мы не собираем личную информацию от вас через систему регистрации или авторизации. Вы можете просматривать наш сайт анонимно, не предоставляя какой-либо личной информации.</p>
            <h3 className="second--title">Изменения в политике конфиденциальности</h3>
            <p className="main--text">Мы можем время от времени обновлять эту политику конфиденциальности. Пожалуйста, периодически просматривайте эту страницу, чтобы получать последнюю информацию о наших практиках сбора и использования информации. Если у вас есть вопросы или замечания относительно нашей политики конфиденциальности, пожалуйста, свяжитесь с нами, используя контактную информацию, предоставленную на странице "Свяжитесь с нами". Благодарим за преданность и доверие!</p>
        </section>
    )
}